Repository: Pablo-M-L/PerfectGiftCDiC
Catalog: PerfectGiftCDiC/*.lproj/Localizable.strings
Languages: es

# idioma
source: Language
es: Idioma

# eventos
source: Events
es: Eventos

source: No Events
es: No hay Eventos

source: No Name
es: Sin Nombre

# regalos
source: Gifts
es: Regalos

# dias
source: Days
es: Dias

source: Cancel
es: Cancelar

# del
source: Delete
es: Eliminar

source: Accept
es: Aceptar

source: UPCOMING EVENTS
es: PROXIMOS EVENTOS

source: FAVORITES
es: FAVORITOS

# selectFav
source: Select a Person as a Favorite
es: Selecciona una persona como favorita

# notitleEvent
source: No Event Title
es: Evento sin titulo

source: No Reason
es: Sin Motivo

source: Save & Close
es: Guardar & Cerrar

source: Given!!!
es: Regalado!!!

source: Gift Title:
es: Titulo del Regalo:

# enterGiftTit
source: Enter Gift Title
es: Introduce un titulo para el regalo

# reasonGift
source: Reason for the Gift
es: Motivo del Regalo

# enterReasonGift
source: Enter Reason for the Gift
es: Introduce un Motivo del Regalo

# dateGift
source: Gift Date:
es: Fecha del Regalo:

source: Description
es: Descriccion

source: Links
es: Enlaces

# alertDelGift
source: Â¿Do you want to delete this gift?
es: ¿Desea Borrar este Regalo?

source: New Gift
es: Nuevo Regalo

# alertSaveGiftTit
source: Save Gift
es: Guardar Regalo

# alertSaveGiftMess
source: To be able to add Links you have to save the Idea first.
es: Para poder añadir enlaces, hay que guardar la idea primero.

source: Update Gift
es: Actualizar Regalo

source: PERSONS
es: PERSONAS

# personName
source: Person's Name:
es: Nombre de la Persona:

source: Enter person name
es: Introduce el Nombre de la Pesona

source: Details
es: Detalles

source: ADD PERSON
es: Añadir Persona

# addPersonTit
source: Add New Person
es: Añadir nueva Persona

source: Change Image
es: Cambiar Imagen

# eventsUpCase
source: EVENTS
es: EVENTOS

# giftsUpCase
source: GIFTS
es: REGALOS

# alertDelProfTit
source: Do you want to delete
es: Desea eliminar a

source: Web Title:
es: Titulo Web:

source: Url Title
es: Titulo Url

# linkUpCase
source: LINK
es: ENLACE

source: Save
es: Guardar

source: Edit
es: Editar

source: Go
es: Ir

# changeAddres
source: Change Home Web Addres
es: Cambiar Pagina de Inicio

# alertBMarkTit
source: Enter bookmark title
es: Introduce titulo del Marcador

# alertNewWeb
source: Enter the new web address
es: Introduce Direccion Web.

# alertEnterWebTit
source: Enter Web Title
es: Introduce titulo para la Web

# dateTit
source: Date of Birth
es: Fecha de Nacimiento

# commemorateTit
source: Date to Commemorate
es: Fecha a Conmemorar

# specialDayDateTit
source: Event Date
es: Fecha del Evento

source: New Event
es: Nuevo Evento

# selCategory
source: Select Category
es: Selecciona una Categoria

source: Birthday
es: Cumpleaños

source: Special Day
es: Dia Especial

source: Anniversary
es: Aniversario

# eventTit
source: Event Title
es: Titulo del Evento

source: Observations
es: Observaciones

# hintTextField
source: Birthday / anniversary / special day
es: Cumpleaños / Aniversario / Dia Especial

# enterEventTit
source: Enter Event Title
es: Introduce el Titulo del Evento

# alertDelEvent
source: Do you want to delete this event from
es: Desea eliminar este evento de

source: New Idea
es: Nueva Idea

# ideaTit
source: Idea Title:
es: Titulo de la Idea:

# enterIdeaTit
source: Enter Idea Title
es: Introduce el titulo de la Idea

source: Open Browser
es: Ir al Navegador

source: Save Idea
es: Guardar Idea

source: Update Idea
es: Actualizar Idea

# alertUrlMess
source: To be able to open browser, you have to save the Idea first.
es: Para ir al navegador, hay que guardar la idea primero.

source: Save As Given!!!
es: Guardar como Regalo!!!

source: Idea For
es: Idea Para

# alertDelIdeaTit
source: Do you want to delete this idea?
es: Desea eliminar esta idea?

# mess1A
source: WELCOME
es: BIENVENIDO/A

# mess1B
source: Thank you for using Perfect Gift.
es: Gracias por descargar Perfect Gift.

# mess1C
source: With perfect gift you will not only be able to remember that you have to give a gift, but it will also help you choose the best gift for the person you love.
es: Con perfect gift no solo podrá recordar que tiene que hacer un regalo, tambien le ayudará a elegir el mejor regalo para cualquiera de sus personas favoritas.

# mess1D
source: See Quick Guide
es: Ver Guia Rapida

# mess2A
source: In the home view you will see the list of your favorite people, all the events and select among them 6 favorite people to display them in the widgets.
es: En la ventana principal podrá ver la lista de sus personas favoritas, todos los eventos y seleccionar 6 de ellas como favoritas, estas las podrá visualizar en los gidgets.

# mess3A
source: Within each person's profile you can see and add, as many events, ideas and gifts as you need.
es: En cada una de las personas podrá ver y añadir todos los eventos, ideas y regalos que necesite.

# mess3B
source: The gift idea that has been converted into a gift can be saved and moved to the list of gifts made.
es: Cualquier idea que se haya convertido en regalo podrá moverla a la lista de regalos hechos.

# mess4A
source: Fill in the data and save any idea, event or gift you want.
es: Rellenar los datos y guardar idea, evento o regalo que desee.

# mess5A
source: In the browser you can search for all the options to help you find that perfect gift with which you want to surprise one of your favorite people.
es: En el navegador puede buscar y guardar cualquier informacion que le ayude a encontrar el regalo perfecto para sorprender a cualquiera de sus personas favoritas.

# mess6A
source: You also have the option to add widgets to your home screen so you never forget to give someone you love a gift.
es: Tambien tiene la opcion de añadir widgets en la pantalla de inicio de su dispositivo, para no olvidar nunca un dia especial ni de hacer un regalo.

# mess7A
source: THANK YOU FOR USING PERFECT GIFT!!!
es: GRACIAS POR DESCARGAR PERFECT GIFT!!!

# mess7B
source: I HOPE YOU ENJOY AND IT WILL BE OF GREAT HELP.
es: ESPERO QUE LE SEA DE GRAN AYUDA.

# mess7C
source: Close
es: Cerrar
